Revit 2027 API
ParameterTypeId.FabricationEndOffsetParam Property
 "End Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationEndOffsetParam { get; }
Public Shared ReadOnly Property FabricationEndOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationEndOffsetParam {
	ForgeTypeId^ get ();
}
static member FabricationEndOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace